{
  "tours": [
    {
      "tour_name": "Dấu ấn Vĩ tuyến – Kết nối thế hệ từ quá khứ đến tương lai",
      "summary": "Hành trình 3 ngày kết nối ký ức – hiện tại, giao lưu cựu chiến binh, trải nghiệm quân ngũ và hoạt động đội nhóm.",
      "location": "Thị xã Quảng Trị, Vĩnh Linh, Gio Linh, Hướng Hoá (cũ) - Quảng Trị",
      "duration": "3 ngày 2 đêm",
      "price": "Trong khoảng từ 2.500.000 đến 4.000.000 VNĐ/khách tuỳ theo gói dịch vụ và số lượng đoàn khách.",
      "includes": [
        "Giao lưu nhân chứng lịch sử (tuỳ chọn)",
        "Đêm lửa trại 'Ngọn lửa Trường Sơn'",
        "Hoạt động đội nhóm & phát triển bền vững",
        "Trải nghiệm văn hóa cộng đồng địa phương",
        "HDV chuyên nghiệp, vé tham quan theo chương trình, ăn theo lịch"
      ],
      "notes": "Lưu ý về trang phục, sức khỏe, an toàn di chuyển; chuẩn bị giấy tờ tùy thân; tuân thủ hướng dẫn HDV; bảo vệ môi trường tại điểm đến; một số hoạt động có thể thay đổi theo thời tiết hoặc quy định địa phương.",
      "style": "Phong cách kết hợp tĩnh tại và năng động; phù hợp đa thế hệ; rèn luyện thể chất – tinh thần – kỹ năng đội nhóm.",
      "transport": [
        "Xe đời mới chất lượng cao",
        "Xe 16 chỗ",
        "Xe 25 chỗ",
        "Xe 35 chỗ",
        "Xe 45 chỗ"
      ],
      "accommodation": "1 đêm khách sạn 3* tại Thị xã Quảng Trị; 1 đêm homestay/nhà khách cộng đồng tại Khe Sanh/Hướng Hóa.",
      "meals": "Ăn 5 bữa chính tiêu chuẩn 150.000 VNĐ/khách (01 bữa tăng cường trong đêm giao lưu tiêu chuẩn 200.000 VNĐ/khách); ăn theo thực đơn thống nhất, ưu tiên món địa phương.",
      "event_support": "Hỗ trợ đoàn toàn hành trình: điều phối lịch, hỗ trợ chụp ảnh, ghi nhận nhu cầu cá nhân, kiểm soát an toàn, hỗ trợ xử lý tình huống phát sinh.",
      "hotline": "0332510486",
      "additional": "",
      "mission": "Tri ân lịch sử, kết nối thế hệ, nuôi dưỡng giá trị cộng đồng.",
      "includes_extra": "Thông tin Ruby Wings đang cập nhật lại"
    },
    {
      "tour_name": "Mưa Đỏ và Trường Sơn – Hành Trình Khát Vọng (2 ngày 1 đêm)",
      "summary": "Hành trình 2 ngày tri ân lịch sử, trải nghiệm văn hoá Vân Kiều – Pa Kô, rèn luyện tinh thần và kết nối nội tâm.",
      "location": "Thị xã Quảng Trị, Vĩnh Linh, Gio Linh, Hướng Hoá (cũ) - Quảng Trị",
      "duration": "2 ngày 1 đêm",
      "price": "1.700.000 – 2.300.000 VNĐ/người (tuỳ gói và số lượng).",
      "includes": [
        "Đêm lửa trại với cồng chiêng & đàn Ta Lư",
        "Trải nghiệm văn hóa Vân Kiều – Pa Kô",
        "Hoạt động tri ân & hành trình xanh",
        "Thực hành thiền – khí công cơ bản (tuỳ chọn)",
        "HDV, vé tham quan theo chương trình, ăn 3 bữa chính"
      ],
      "notes": "Phù hợp đoàn viên thanh niên, học sinh – sinh viên; chuẩn bị giấy tờ tùy thân, trang phục phù hợp; một số hoạt động tuỳ thời tiết.",
      "style": "Hành trình trải nghiệm văn hóa – kết nối cộng đồng – rèn luyện nội tâm; nhịp đi phù hợp đoàn trẻ.",
      "transport": "Xe 16-29-35-45 chỗ; xe đời mới chất lượng cao",
      "accommodation": "Khách sạn 3* hoặc homestay chất lượng tương đương; tiêu chuẩn thay đổi theo gói dịch vụ.",
      "meals": "Ăn 3 bữa chính tiêu chuẩn 150.000 VNĐ/khách; 01 bữa tăng cường đêm giao lưu 200.000 VNĐ/khách (tuỳ chương trình).",
      "event_support": "Hỗ trợ đoàn: điều phối lịch, hỗ trợ an toàn, ghi nhận nhu cầu cá nhân, tổ chức chương trình lửa trại.",
      "hotline": "0915083357",
      "additional": "",
      "mission": "Tri ân lịch sử, bảo tồn văn hóa bản địa, phát triển trách nhiệm cộng đồng.",
      "includes_extra": "Thông tin Ruby Wings đang cập nhật lại"
    },
    {
      "tour_name": "Non nước Bạch Mã – Một ngày giữa thiên nhiên",
      "summary": "Retreat 1 ngày về với rừng nguyên sinh Bạch Mã dành cho người muốn tĩnh tại, chữa lành và tái tạo năng lượng.",
      "location": "Vườn quốc gia Bạch Mã – xuất phát tại Thành phố Huế",
      "duration": "1 ngày",
      "price": "Gói cơ bản: 890.000 VNĐ/khách (khi đủ 12 khách). Gói theo đoàn: giá tuỳ nhóm. Gói nâng cao/cao cấp: giá theo yêu cầu.",
      "includes": [
        "Xe du lịch đời mới (7–16 chỗ) khởi hành từ Huế",
        "Snack nhẹ tại đỉnh Bạch Mã",
        "Picnic thuần chay giữa rừng",
        "HDV chuyên môn thiền – chánh niệm",
        "Thiền bên suối (Ngũ Hồ), trekking nhẹ lên đỉnh",
        "Vé tham quan, bảo hiểm du lịch cơ bản"
      ],
      "notes": "Không phù hợp trẻ dưới 9 tuổi; hạn chế công nghệ để trải nghiệm sâu; mang giày leo núi, áo khoác; tuân thủ bảo tồn tự nhiên.",
      "style": "Retreat nhẹ nhàng – nhịp chậm – tập trung cảm nhận thiên nhiên và nội tâm.",
      "transport": [
        "Xe 7 chỗ",
        "Xe 16 chỗ",
        "Xe riêng 9–16 chỗ cho gói cao cấp",
        "Xe đời mới 2024–2025"
      ],
      "accommodation": "Không lưu trú (tour 1 ngày).",
      "meals": "Picnic thuần chay + snack; gói nâng cao có bữa sáng nhẹ và thực đơn dưỡng sinh.",
      "event_support": "Hỗ trợ HDV chuyên môn, hậu cần nhóm, quà tinh thần tuỳ gói.",
      "hotline": "0332510486",
      "additional": "",
      "mission": "Kết nối con người với thiên nhiên, phục hồi năng lượng nội tại thông qua trải nghiệm thiền và thiên nhiên.",
      "includes_extra": "Thông tin Ruby Wings đang cập nhật lại"
    },
    {
      "tour_name": "Theo dấu chân Anh – Thanh niên thắp sáng hành trình xanh",
      "summary": "Hành trình 3 ngày tri ân lịch sử, khám phá thiên nhiên và giao lưu cộng đồng dành cho thanh niên.",
      "location": "Thị xã Quảng Trị, Vĩnh Linh, Gio Linh, Hướng Hoá (cũ) - Quảng Trị",
      "duration": "3 ngày 2 đêm",
      "price": "2.500.000 – 4.000.000 VNĐ/khách tuỳ gói dịch vụ và số lượng đoàn.",
      "includes": [
        "Tham quan di tích & giao lưu nhân chứng",
        "Sinh hoạt nhóm – lửa trại – giao lưu",
        "Team building & hoạt động trải nghiệm",
        "HDV chuyên nghiệp, vé tham quan theo chương trình"
      ],
      "notes": "Kiểm tra sức khoẻ trước chuyến đi nếu có hoạt động thể lực; tuân thủ hướng dẫn HDV.",
      "style": "Trải nghiệm văn hóa – kết nối cộng đồng – rèn luyện nội tâm.",
      "transport": "Xe 16-29-35-45 chỗ; xe đời mới chất lượng cao",
      "accommodation": [
        "1 đêm khách sạn 3* tại Thị xã Quảng Trị",
        "1 đêm homestay Khe Sanh/Hướng Hóa"
      ],
      "meals": "3 sáng – 3 trưa – 2 tối (theo chương trình).",
      "event_support": "Bảo hiểm du lịch, quà tặng Ruby Wings, hỗ trợ tổ chức lễ tổng kết.",
      "hotline": "0915083357",
      "additional": "",
      "mission": "Gieo trồng tinh thần trách nhiệm cộng đồng và giáo dục lịch sử cho giới trẻ.",
      "includes_extra": "Thông tin Ruby Wings đang cập nhật lại"
    },
    {
      "tour_name": "Mưa Đỏ và Trường Sơn – Hành Trình Khát Vọng-(2 ngày 1 đêm)",
      "summary": "Hành trình 2 ngày tri ân, trải nghiệm văn hoá Vân Kiều – Pa Kô, nghe nhân chứng lịch sử, rèn luyện tinh thần qua thiền và khí công.",
      "location": "Tây Trường Sơn – Quảng Trị",
      "duration": "2 ngày 1 đêm",
      "price": "1.500.000 – 2.200.000 VNĐ/người (tuỳ lựa chọn dịch vụ).",
      "includes": [
        "Giao lưu cựu chiến binh (tuỳ chọn)",
        "Lửa trại + cồng chiêng Ta Lư",
        "Hoạt động tri ân tại Nghĩa trang Liệt sĩ",
        "Hoạt động 'Hành trình xanh'",
        "Thiền – khí công, HDV, vé theo chương trình"
      ],
      "notes": "Chuẩn bị giấy tờ tùy thân; trang phục phù hợp; hoạt động tuỳ thời tiết.",
      "style": "Tìm về nguồn cội – rèn luyện thể chất và tinh thần.",
      "transport": "Xe 16-29-35-45 chỗ",
      "accommodation": "1 đêm homestay/nhà khách cộng đồng tại Khe Sanh/Hướng Hóa.",
      "meals": "Ăn 3 bữa chính tiêu chuẩn 150.000 VNĐ/khách; bữa tăng cường đêm giao lưu 200.000 VNĐ/khách.",
      "event_support": "Điều phối lịch, an toàn, hỗ trợ kỹ thuật chương trình.",
      "hotline": "0332510486",
      "additional": "",
      "mission": "Giữ gìn ký ức lịch sử, lan toả lòng biết ơn và phát huy tinh thần bền vững.",
      "includes_extra": "Thông tin Ruby Wings đang cập nhật lại"
    },
    {
      "tour_name": "Ký ức – Lịch Sử và Đại Ngàn – Tĩnh Lặng (2 ngày 1 đêm)",
      "summary": "Hành trình 2 ngày trở về ký ức lịch sử và thực hành thiền – khí công giữa đại ngàn Bạch Mã.",
      "location": "Quảng Trị – Huế – Bạch Mã",
      "duration": "2 ngày 1 đêm",
      "price": "Bảng giá tham khảo, sẽ cập nhật chính xác theo đoàn.",
      "includes": [
        "Thuyết minh lịch sử chuyên sâu",
        "Nghi lễ tưởng niệm tại Thành cổ Quảng Trị",
        "Thiền – khí công tại Bạch Mã",
        "HDV chuyên môn, vé tham quan"
      ],
      "notes": "Chuẩn bị sức khỏe nếu trekking; một số hoạt động phụ thuộc thời tiết.",
      "style": "Kết nối quá khứ – hiện tại, hành trình giáo dục và chữa lành.",
      "transport": [
        "Xe 16 chỗ",
        "Xe 29 chỗ",
        "Xe 35 chỗ",
        "Xe 45 chỗ"
      ],
      "accommodation": "1 đêm khách sạn 3* hoặc homestay tại Huế.",
      "meals": "3 bữa chính tiêu chuẩn 150.000 VNĐ/khách.",
      "event_support": "Điều phối lịch, an toàn, hỗ trợ nhiếp ảnh.",
      "hotline": "0915083357",
      "additional": "",
      "mission": "Kết nối lịch sử và nội tại – nâng cao nhận thức cộng đồng.",
      "includes_extra": "Thông tin Ruby Wings đang cập nhật lại"
    },
    {
      "tour_name": "Hành Trình Sức Bật – Từ gắn kết, bứt phá đến khai phóng tiềm năng",
      "summary": "Hành trình 3 ngày dành cho đội nhóm & doanh nghiệp: gắn kết – bứt phá – khai phóng năng lượng.",
      "location": "Thị xã Quảng Trị, Vĩnh Linh, Gio Linh, Hướng Hoá (cũ) - Quảng Trị",
      "duration": "3 ngày 2 đêm",
      "price": "2.600.000 – 4.500.000 VNĐ/người (tùy gói).",
      "includes": [
        "Workshop đội nhóm",
        "Team building chuyên sâu",
        "Lửa trại kết nối",
        "HDV & facilitator chuyên nghiệp",
        "Vé tham quan"
      ],
      "notes": "Xác nhận số lượng tối thiểu; điều chỉnh nội dung theo mục tiêu doanh nghiệp.",
      "style": "Gắn kết đội ngũ – khai phóng nội lực – chuyển hoá.",
      "transport": "Xe 16–45 chỗ đời mới",
      "accommodation": "1 đêm khách sạn 3* tại Đông Hà + 1 đêm homestay Khe Sanh/Hướng Hóa.",
      "meals": "5 bữa chính tiêu chuẩn 200.000 VNĐ/khách; 1 bữa tăng cường 300.000 VNĐ/khách.",
      "event_support": "Setup sự kiện, MC, quà tặng, bảo hiểm, hỗ trợ kỹ thuật.",
      "hotline": "0332510486",
      "additional": "",
      "mission": "Giúp doanh nghiệp xây dựng đội ngũ mạnh – giàu năng lượng – hiệu quả.",
      "includes_extra": "Thông tin Ruby Wings đang cập nhật lại"
    },
    {
      "tour_name": "",
      "summary": "",
      "location": "",
      "duration": "",
      "price": "",
      "includes": [],
      "notes": "",
      "style": "",
      "transport": "",
      "accommodation": "",
      "meals": "",
      "event_support": "",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    },
    {
      "tour_name": "",
      "summary": "",
      "location": "",
      "duration": "",
      "price": "",
      "includes": [],
      "notes": "",
      "style": "",
      "transport": "",
      "accommodation": "",
      "meals": "",
      "event_support": "",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    },
    {
      "tour_name": "",
      "summary": "",
      "location": "",
      "duration": "",
      "price": "",
      "includes": [],
      "notes": "",
      "style": "",
      "transport": "",
      "accommodation": "",
      "meals": "",
      "event_support": "",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    },
    {
      "tour_name": "",
      "summary": "",
      "location": "",
      "duration": "",
      "price": "",
      "includes": [],
      "notes": "",
      "style": "",
      "transport": "",
      "accommodation": "",
      "meals": "",
      "event_support": "",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    },
    {
      "tour_name": "",
      "summary": "",
      "location": "",
      "duration": "",
      "price": "",
      "includes": [],
      "notes": "",
      "style": "",
      "transport": "",
      "accommodation": "",
      "meals": "",
      "event_support": "",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    },
    {
      "tour_name": "Đông Hà – Nha Trang – Quy Nhơn – Đông Hà (5 ngày 4 đêm)",
      "summary": "Hành trình 5N4Đ kết hợp tàu hỏa và xe du lịch: tham quan Nha Trang – Quy Nhơn với Tháp Bà Ponagar, Viện Hải Dương Học, Vinpearl Land, Eo Gió, Ghềnh Ráng – Tiên Sa, Tháp Đôi và Bảo tàng Quang Trung.",
      "location": "Đông Hà – Nha Trang – Quy Nhơn",
      "duration": "5 ngày 4 đêm",
      "price": "Giá cập nhật theo số lượng khách, thời điểm, hạng dịch vụ và yêu cầu tùy chỉnh.",
      "includes": [
        "Tàu SE7 hành trình đêm Đông Hà → Nha Trang",
        "Tháp Bà Ponagar – Chùa Long Sơn",
        "Viện Hải Dương Học hoặc Nhà thờ Đá Nha Trang",
        "Vinpearl Land – vui chơi trọn ngày",
        "Eo Gió – Ghềnh Ráng – Tiên Sa – Mộ Hàn Mặc Tử",
        "Tháp Đôi – Bảo tàng Quang Trung",
        "Ngày 1: Đông Hà → Nha Trang (tàu đêm)",
        "Ngày 2: Tham quan Nha Trang",
        "Ngày 3: Vinpearl Land – di chuyển Quy Nhơn",
        "Ngày 4: Tham quan Quy Nhơn",
        "Ngày 5: Quy Nhơn – Đông Hà (tàu SE2)"
      ],
      "notes": "Không bao gồm vé Vinpearl Land; cần đặt tàu sớm dịp cao điểm.",
      "style": "Biển – văn hóa – giải trí – di sản – nghỉ dưỡng.",
      "transport": "Tàu SE7/SE2 + xe 16–45 chỗ",
      "accommodation": "Khách sạn 3* tại Nha Trang & Quy Nhơn",
      "meals": "Bữa chính tiêu chuẩn 150.000đ/suất; ăn sáng khách sạn; nước uống mỗi ngày",
      "event_support": "Điều phối lịch trình – hỗ trợ chụp ảnh – theo sát đoàn – kiểm soát an toàn",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    },
    {
      "tour_name": "Di sản Huế & Đầm Chuồn – Hoàng hôn phá Tam Giang",
      "summary": "Hành trình 1 ngày trải nghiệm văn hóa – tâm linh – thiên nhiên: Đại Nội, chùa Từ Hiếu, Rú Chá và thưởng thức hải sản trên Đầm Chuồn.",
      "location": "Huế – Rú Chá – Đầm Chuồn",
      "duration": "1 ngày",
      "price": "500.000 – 1.200.000 VNĐ/người (tùy thực đơn & xe)",
      "includes": [
        "Đại Nội Huế – Hoàng thành, Tử Cấm Thành",
        "Chùa Từ Hiếu hoặc Thiên Mụ",
        "Nhà lưu niệm Bác Hồ",
        "Rừng ngập mặn Rú Chá",
        "Ăn tối hải sản tại Đầm Chuồn",
        "Lịch trình chi tiết từ 07:30 đến 18:30"
      ],
      "notes": "Phù hợp khách thích văn hóa – thiên nhiên – hành trình nhẹ; trang phục lịch sự vào chùa.",
      "style": "Văn hóa – tâm linh – thiên nhiên – hành trình chậm",
      "transport": "Xe 16–45 chỗ đời mới",
      "accommodation": "Không áp dụng",
      "meals": "1 bữa trưa + 1 bữa tối hải sản",
      "event_support": "Điều phối – hỗ trợ chụp ảnh – theo sát đoàn",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    },
    {
      "tour_name": "Hành trình Xuyên Á: Việt Nam – Lào – Thái Lan – Campuchia (7N6Đ)",
      "summary": "Hành trình 7N6Đ bằng ô tô xuyên Việt Nam – Lào – Thái Lan – Campuchia, khám phá Angkor Wat – Angkor Thom, Savannakhet, Viêng Chăn, Udon Thani, Phnom Penh.",
      "location": "Việt Nam – Lào – Thái Lan – Campuchia",
      "duration": "7 ngày 6 đêm",
      "price": "400 – 600 USD/người (giá land)",
      "includes": [
        "Hành lang Xuyên Á: Việt Nam – Lào – Thái – Campuchia",
        "Tham quan: Savannakhet, Viêng Chăn, Udon Thani, Siêm Riệp, Phnom Penh",
        "Angkor Wat – Angkor Thom – show Apsara",
        "Lễ buộc chỉ tay Lào – trải nghiệm ẩm thực Mekong",
        "Ngày 1–7 theo lịch trình tiêu chuẩn"
      ],
      "notes": "Cần hộ chiếu còn hạn 6 tháng; có thể thay đổi theo quy định cửa khẩu.",
      "style": "Văn hóa – lịch sử – xuyên biên giới",
      "transport": "Xe 16–45 chỗ đời mới",
      "accommodation": "Khách sạn 3–4* tùy chặng",
      "meals": "13 bữa chính + ăn sáng mỗi ngày",
      "event_support": "Theo sát đoàn – kiểm soát an toàn – hỗ trợ thủ tục",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    },
    {
      "tour_name": "Hành trình Việt Nam – Lào – Luông Phrabang – Thakhek (6N5Đ)",
      "summary": "Hành trình 6N5Đ khám phá Savannakhet – Viêng Chăn – Luông Phrabang – Thakhek, trải nghiệm tàu cao tốc Lào, lễ buộc chỉ tay, khất thực bình minh, thác Kuang Si.",
      "location": "Việt Nam – Lào (Savannakhet – Viêng Chăn – Luông Phrabang – Thakhek)",
      "duration": "6 ngày 5 đêm",
      "price": "9.000.000 – 10.000.000 VNĐ/người",
      "includes": [
        "Đi tàu cao tốc Lào Viêng Chăn → Luông Phrabang",
        "Lễ buộc chỉ tay – khất thực bình minh",
        "That Inghang – Thạt Luống – Wat Xiêng Thoong",
        "Thác Kuang Si – chợ đêm H’Mông",
        "Ngày 1–6 theo lịch trình chuẩn"
      ],
      "notes": "Cần hộ chiếu còn hạn; nghi lễ tâm linh yêu cầu trang phục lịch sự.",
      "style": "Tâm linh – văn hóa bản địa – thiên nhiên Mekong",
      "transport": "Xe 16–45 chỗ + tàu cao tốc Lào",
      "accommodation": "Khách sạn 3–5*",
      "meals": "11 bữa chính + ăn sáng khách sạn",
      "event_support": "Theo đoàn – hỗ trợ nghi lễ – kiểm soát an toàn",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    },
    {
      "tour_name": "Giới thiệu – Tầm nhìn – Sứ mệnh – Giá trị cốt lõi Ruby Wings",
      "summary": "Khối nội dung văn hoá doanh nghiệp Ruby Wings – dùng để giải thích cho khách hàng, nhân sự và cộng đồng về triết lý, hệ giá trị, sứ mệnh – tầm nhìn và tinh thần khởi nghiệp đặc trưng. Đây không phải tour du lịch mà là bộ dữ liệu nhận diện văn hoá cốt lõi.",
      "location": "Nội dung văn hóa nội bộ Ruby Wings (không áp dụng địa điểm tour)",
      "duration": "Không áp dụng",
      "price": "Không áp dụng",
      "includes": [
        "Lịch sử và bối cảnh hình thành Ruby Wings: bắt nguồn từ Huế – nơi dung hợp di sản, thiên nhiên và chiều sâu tâm linh, hình thành triết lý du lịch gắn với chữa lành – phát triển nội tâm.",
        "Sứ mệnh: Lan tỏa lối sống chuẩn mực – chân thành – có chiều sâu; biến du lịch thành hành trình chữa lành, phát triển nhân cách và kết nối cộng đồng.",
        "Tầm nhìn 2030: Trở thành thương hiệu dẫn đầu miền Trung về du lịch cảm xúc, retreat thiền – khí công, phát triển con người, có sức lan tỏa tới cộng đồng quốc tế.",
        "Giá trị cốt lõi: Chuẩn mực (kỷ luật – minh bạch – làm thật), Chân thành (tử tế – trung thực – lắng nghe), Có chiều sâu (hiểu bản chất – làm việc bằng nhận thức – sáng tạo giá trị thật).",
        "Triết lý nhân văn: Mỗi hành trình và mỗi sản phẩm đều giúp con người trở về bên trong, nuôi dưỡng phẩm chất, tỉnh thức và sự cân bằng giữa thân – tâm.",
        "Tư duy khởi nghiệp: Phát triển bền vững từ bên trong; đặt con người lên trước mô hình; làm ít nhưng chất lượng; sống – làm việc – học tập tử tế.",
        "Hệ sinh thái Ruby Wings: Travel (du lịch trải nghiệm – chữa lành), Learn (giáo dục nội tâm – kỹ năng sống), Stay (lưu trú xanh – cân bằng), Auto (di chuyển an toàn – chuẩn mực).",
        "Văn hoá làm việc: Kỷ luật – trách nhiệm – minh bạch; giao tiếp chân thành; suy nghĩ sâu sắc; hành động vì giá trị thật; lấy thiền – khí công – tỉnh thức làm nền tảng phát triển."
      ],
      "notes": "Khối thông tin này không thuộc tour. Đây là tư liệu văn hoá doanh nghiệp dùng cho chatbot để giải đáp thắc mắc, truyền tải tinh thần và triết lý Ruby Wings.",
      "style": "Ngôn ngữ nhân văn – chiều sâu – triết lý; thể hiện tinh thần chữa lành, tỉnh thức, phát triển nội tâm và xây dựng hệ sinh thái bền vững. Cách diễn đạt mang tính gợi mở, tĩnh tại, chú trọng giá trị thật và sự chân thành trong văn hoá Ruby Wings.",
      "transport": "Không áp dụng (nội dung văn hóa, không phải tour).",
      "accommodation": "Không áp dụng.",
      "meals": "Không áp dụng.",
      "event_support": "Không áp dụng.",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    },
    {
      "tour_name": "Văn hoá tổ chức & Hành vi chuẩn Ruby Wings (Nội dung văn hoá – không phải tour)",
      "summary": "Khối tiêu chuẩn văn hoá – giao tiếp – phản hồi – báo cáo – phối hợp – phong cách làm việc trong Ruby Wings. Đây là dữ liệu văn hoá doanh nghiệp, không phải chương trình tour.",
      "location": "Nội bộ Ruby Wings (Không áp dụng địa điểm du lịch)",
      "duration": "Sẽ cập nhật sau",
      "price": "Sẽ cập nhật sau",
      "includes": [
        "Bộ nguyên tắc giao tiếp: Rõ ràng – chính xác – có cấu trúc; tôn trọng – chân thành – cầu thị; phản hồi trong vòng 24 giờ; chọn đúng kênh giao tiếp (trực tiếp – nhóm – email – form).",
        "Bộ tiêu chuẩn phản hồi: Quan sát – mục tiêu chung; không công kích cá nhân; phản hồi đi kèm giải pháp; tiếp nhận phản hồi với thái độ lắng nghe – không biện minh.",
        "Quy trình báo cáo – phối hợp: Báo cáo đúng hạn, đúng mẫu; có tóm tắt – nguyên nhân – giải pháp; phối hợp liên ngành qua Notion/Trello/Drive/Form.",
        "Phong cách làm việc Ruby Wings: Chủ động – tỉnh táo – chuẩn mực – chân thành – có chiều sâu; kiểm soát cảm xúc; làm việc dựa trên giá trị thật.",
        "Hệ thống kỳ vọng hành vi: Giao tiếp chuẩn; phản hồi tích cực; báo cáo đúng hạn; duy trì năng lượng tích cực; hành động nhân văn.",
        "Bộ tinh thần văn hoá: Chuẩn mực – Chân thành – Có chiều sâu được áp dụng đồng bộ trong Travel – Learn – Stay – Auto."
      ],
      "notes": "Nội dung này thuộc hệ thống văn hoá nội bộ Ruby Wings, không phải tour du lịch. Dùng để đào tạo nhân sự, xây dựng văn hoá và đồng bộ hành vi trong toàn hệ sinh thái.",
      "style": "Văn hoá nội bộ theo định hướng nhân văn – chuẩn mực – có chiều sâu. Cách giao tiếp rõ ràng, tôn trọng, không phán xét con người mà tập trung vào hành vi; phản hồi dựa trên quan sát & mục tiêu chung; làm việc khoa học – có ý thức – hiểu bối cảnh. Phong cách kết hợp chuyên nghiệp hiện đại và tư duy tỉnh thức dựa trên thiền – khí công – giá trị sống.",
      "transport": "Sẽ cập nhật sau",
      "accommodation": "Sẽ cập nhật sau",
      "meals": "Sẽ cập nhật sau",
      "event_support": "Nội dung văn hoá – không áp dụng sự kiện tour",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    },
    {
      "tour_name": "Giới thiệu Ruby Wings – Lịch sử, Triết lý, Tầm nhìn & Hệ sinh thái (Nội dung văn hoá – không phải tour)",
      "summary": "Khối thông tin tổng hợp về Ruby Wings, bao gồm nguồn gốc hình thành, triết lý nhân văn, hệ sinh thái phát triển và câu chuyện của Giám đốc Lương Tiến Sỹ – người sáng lập, người hồi sinh từ biến cố bệnh tật năm 2015 và mang tinh thần thiền – khí công trở thành cốt lõi của tổ chức. Đây là nội dung văn hoá thương hiệu, không phải chương trình tour.",
      "location": "148 Trương Gia Mô, Vỹ Dạ, TP. Huế",
      "duration": "Không áp dụng (Nội dung văn hoá)",
      "price": "Không áp dụng",
      "includes": [
        "Thông tin doanh nghiệp: Ruby Wings Travel, mã số thuế, địa chỉ, kênh liên hệ, cộng đồng.",
        "Câu chuyện sáng lập của Giám đốc Lương Tiến Sỹ: vượt bệnh, hồi sinh bằng thiền – khí công, từ đó định hình Ruby Wings như một hành trình nhân văn.",
        "Triết lý logo: bốn cánh xanh lá (Thân – Tâm – Thiên nhiên – Niềm tin), viên ruby hồng (Trái tim – sự chữa lành), vòng tròn kết nối (tái sinh).",
        "Hệ sinh thái Ruby: Travel (du lịch chữa lành), Learn (giáo dục nội tâm), Stay (lưu trú xanh), Auto (di chuyển cân bằng).",
        "Sứ mệnh: lan tỏa giá trị sống chuẩn mực – chân thành – có chiều sâu.",
        "Tầm nhìn 2030: trở thành đơn vị dẫn đầu về du lịch cảm xúc & phát triển con người tại miền Trung.",
        "Giá trị cốt lõi: Chuẩn mực – Chân thành – Có chiều sâu, áp dụng trong dịch vụ – đào tạo – vận hành.",
        "Tinh thần 'gieo hạt': xây triết lý và văn hoá trước sản phẩm, kết nối cộng đồng bản địa.",
        "Bộ câu hỏi giúp chatbot trả lời khách tìm hiểu về thương hiệu Ruby Wings."
      ],
      "notes": "Đây là nội dung văn hoá – thương hiệu, không phải sản phẩm tour. Form được tái sử dụng để đồng bộ dữ liệu chatbot.",
      "style": "Phong cách thương hiệu Ruby Wings mang chiều sâu cảm xúc, được định hình mạnh mẽ bởi Giám đốc Lương Tiến Sỹ – người đã trải nghiệm hành trình chữa lành thông qua thiền – khí công. Tư duy sống chuẩn mực – chân thành – có chiều sâu thấm vào cách tổ chức hoạt động: thiết kế hành trình du lịch, đào tạo nội tâm, quy trình vận hành và tương tác với khách hàng. Ngôn ngữ truyền tải nhẹ nhàng, nhân văn, hướng đến sự tỉnh thức, sự trở về và sự cân bằng của mỗi con người.",
      "transport": "Không áp dụng",
      "accommodation": "Không áp dụng",
      "meals": "Không áp dụng",
      "event_support": "Không áp dụng cho tour – đây là nội dung giới thiệu công ty",
      "hotline": "",
      "additional": "",
      "mission": "",
      "includes_extra": ""
    }
  ]
}